tap "homebrew/bundle"
tap "homebrew/services"
brew "libpng"
brew "gettext"
brew "glib"
brew "cairo"
brew "harfbuzz"
brew "libtiff"
brew "antlr"
brew "antlr4-cpp-runtime"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "asciinema"
brew "ast-grep"
brew "atuin"
brew "autoconf"
brew "autoconf-archive"
brew "libtool"
brew "pkgconf"
brew "guile"
brew "autogen"
brew "automake"
brew "awscli"
brew "bat"
brew "bfg"
brew "bison"
brew "boost"
brew "pycparser"
brew "cheat"
brew "clang-format"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "croc"
brew "cryptography"
brew "libssh2"
brew "curl"
brew "difftastic"
brew "docbook"
brew "docbook-xsl"
brew "doctl"
brew "docutils"
brew "exiftool"
brew "eza"
brew "fd"
brew "fortune"
brew "unbound"
brew "gnutls"
brew "leptonica"
brew "libass"
brew "librist"
brew "opus"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "gcc"
brew "open-mpi"
brew "fish"
brew "fontforge"
brew "freetds"
brew "fzf"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "ghc"
brew "ghostscript"
brew "git"
brew "git-extras"
brew "git-lfs"
brew "glances"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "gperf"
brew "gpgme"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "hdf5"
brew "helm"
brew "htop"
brew "httpie"
brew "icdiff"
brew "shared-mime-info"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jpeg", link: true
brew "jq"
brew "k9s"
brew "keyring"
brew "kompose"
brew "lapack"
brew "ldns"
brew "libfido2"
brew "libgsf"
brew "libopusenc"
brew "libpq"
brew "libxmlsec1"
brew "llvm"
brew "mas"
brew "maven"
brew "media-info"
brew "mercurial"
brew "ninja"
brew "meson"
brew "micro"
brew "moreutils"
brew "mprocs"
brew "nano"
brew "nasm"
brew "ncdu"
brew "nnn"
brew "oci-cli"
brew "openssh"
brew "optipng"
brew "pinentry-mac"
brew "pip-completion"
brew "poetry", link: false
brew "poppler"
brew "progress"
brew "pyenv"
brew "pyenv-virtualenv"
brew "qcachegrind"
brew "qemu"
brew "railway"
brew "rbenv"
brew "ripgrep"
brew "ruby@3.1"
brew "rustup"
brew "scc"
brew "starship"
brew "superfile"
brew "swaks"
brew "swift-format"
brew "texinfo"
brew "tokei"
brew "trash"
brew "tree"
brew "uv"
brew "vips"
brew "virtualenv"
brew "wget"
brew "xmlto"
brew "yasm"
brew "ykman"
brew "zlib"
cask "1password"
cask "arc"
cask "cursor"
cask "discord"
cask "disk-inventory-x"
cask "figma"
cask "firefox"
cask "flox"
cask "font-sf-mono-for-powerline"
cask "github"
cask "google-chrome"
cask "handbrake"
cask "iina"
cask "karabiner-elements"
cask "logi-options+"
cask "notion"
cask "orbstack"
cask "raycast"
cask "setapp"
cask "spotify"
cask "tailscale"
cask "transmission"
cask "unnaturalscrollwheels"
cask "visual-studio-code"
cask "zoom"
mas "1Blocker", id: 1365531024
mas "1Password for Safari", id: 1569813296
mas "Dato", id: 1470584107
mas "Hand Mirror", id: 1502839586
mas "Keynote", id: 409183694
mas "Messenger", id: 1480068668
mas "Microsoft To Do", id: 1274495053
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Perplexity", id: 6714467650
mas "Refined GitHub", id: 1519867270
mas "Slack", id: 803453959
mas "Stando", id: 6455303729
mas "Xcode", id: 497799835
