tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
tap "homebrew/services"
brew "jpeg"
brew "libpng"
brew "libtiff"
brew "readline"
brew "asciinema"
brew "autoconf"
brew "autoconf-archive"
brew "automake"
brew "awscli"
brew "bat"
brew "gettext"
brew "glib"
brew "cairo"
brew "clang-format"
brew "cmake"
brew "coreutils"
brew "libssh2"
brew "curl"
brew "exiftool"
brew "fd"
brew "libtool"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "opus"
brew "ffmpeg"
brew "fish"
brew "pango"
brew "fontforge"
brew "fzf"
brew "gcc"
brew "gh"
brew "ghc"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "hadolint"
brew "htop"
brew "icdiff"
brew "shared-mime-info"
brew "imagemagick"
brew "ipython"
brew "jq"
brew "libgsf"
brew "libopusenc"
brew "llvm"
brew "mas"
brew "media-info"
brew "mercurial"
brew "micro"
brew "moreutils"
brew "n"
brew "nano"
brew "ncdu"
brew "neofetch"
brew "nnn"
brew "node"
brew "openssh"
brew "pinentry-mac"
brew "pip-completion"
brew "postgresql", restart_service: true
brew "progress"
brew "qcachegrind"
brew "redis", restart_service: true
brew "ripgrep"
brew "rustup-init"
brew "scc"
brew "ssh-copy-id"
brew "starship"
brew "swaks"
brew "trash"
brew "tree"
brew "wget"
brew "zlib"
brew "heroku/brew/heroku"
cask "1password"
cask "appcleaner"
cask "discord"
cask "disk-inventory-x"
cask "docker"
cask "figma"
cask "firefox"
cask "github"
cask "google-chrome"
cask "handbrake"
cask "iina"
cask "imageoptim"
cask "insomnia"
cask "middleclick"
cask "ngrok"
cask "notion"
cask "setapp"
cask "sf-symbols"
cask "spotify"
cask "steelseries-exactmouse-tool"
cask "transmission"
cask "visual-studio-code"
cask "webtorrent"
cask "zoom"
mas "1Blocker", id: 1365531024
mas "Hand Mirror", id: 1502839586
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "MeetingBar", id: 1532419400
mas "Messenger", id: 1480068668
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Parcel", id: 639968404
mas "Shazam", id: 897118787
mas "Slack", id: 803453959
mas "Speedtest", id: 1153157709
mas "Xcode", id: 497799835
