tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "jpeg"
brew "libpng"
brew "libtiff"
brew "asciinema"
brew "autoconf"
brew "autoconf-archive"
brew "libtool"
brew "pkg-config"
brew "autogen"
brew "automake"
brew "awscli"
brew "bat"
brew "bfg"
brew "bison"
brew "boost"
brew "gettext"
brew "glib"
brew "clang-format"
brew "cmake"
brew "coreutils"
brew "croc"
brew "libssh2"
brew "curl"
brew "docbook"
brew "docbook-xsl"
brew "doctl"
brew "exiftool"
brew "fd"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "opus"
brew "ffmpeg"
brew "gcc"
brew "open-mpi"
brew "fish"
brew "pango"
brew "fontforge"
brew "fzf"
brew "gcc"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-extras"
brew "gnu-sed"
brew "gnupg"
brew "gnuplot"
brew "gperf"
brew "librsvg"
brew "graphviz"
brew "hadolint"
brew "helm"
brew "hey"
brew "htop"
brew "httpie"
brew "icdiff"
brew "xmlto"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "ipython"
brew "jq"
brew "k9s"
brew "krb5"
brew "libfido2"
brew "libgsf"
brew "libopusenc"
brew "libxml2"
brew "libxmlsec1"
brew "llvm"
brew "mas"
brew "media-info"
brew "mercurial"
brew "ninja"
brew "meson"
brew "micro"
brew "moreutils"
brew "nano"
brew "nasm"
brew "ncdu"
brew "neofetch"
brew "nnn"
brew "numpy"
brew "openssh"
brew "pinentry-mac"
brew "pip-completion"
brew "qt"
brew "poppler"
brew "progress"
brew "pyenv"
brew "pyenv-virtualenv"
brew "qcachegrind"
brew "ripgrep"
brew "rustup-init"
brew "scc"
brew "ssh-copy-id"
brew "starship"
brew "swaks"
brew "swift-format"
brew "texinfo"
brew "trash"
brew "tree"
brew "vips"
brew "wget"
brew "yasm"
brew "zlib"
cask "1password"
cask "appcleaner"
cask "discord"
cask "disk-inventory-x"
cask "figma"
cask "firefox"
cask "github"
cask "google-chrome"
cask "hackintool"
cask "handbrake"
cask "hookshot"
cask "iconizer"
cask "iina"
cask "imageoptim"
cask "insomnia"
cask "middleclick"
cask "minecraft"
cask "ngrok"
cask "notion"
cask "opera"
cask "secretive"
cask "setapp"
cask "sf-symbols"
cask "spotify"
cask "transmission"
cask "unnaturalscrollwheels"
cask "visual-studio-code"
cask "zoom"
mas "1Blocker", id: 1365531024
mas "Fonts Ninja for Safari", id: 1480227114
mas "Hand Mirror", id: 1502839586
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "MeetingBar", id: 1532419400
mas "Messenger", id: 1480068668
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Shazam", id: 897118787
mas "Slack", id: 803453959
mas "Speedtest", id: 1153157709
mas "Xcode", id: 497799835
